/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2016 Giridhar. All rights reserved.
 */


"zanalytics.bug.alert.about" = "विषये";
"zanalytics.bug.alert.from" = "इत्यस्मात्‌";
"zanalytics.bug.alert.imagelimitreached" = "अधिकतमसीमा प्राप्ता";
"zanalytics.bug.alert.imagelimits" = "केवलं १० चित्राणि यावत् संलग्नं कर्तुं शक्नुवन्ति";
"zanalytics.bug.alert.macheader" = "अस्माभिः सह प्रतिक्रियाः साझां कुर्वन्तु अथवा अस्माकं सन्दर्भार्थं संलग्नकैः सह दोषान् निवेदयन्तु";
"zanalytics.bug.alert.recordedclip" = "लिपिकृतानि खण्डिकानि";


"zanalytics.bug.alert.write" = "अस्मान् प्रति लिखत";


"zanalytics.bug.alert.anonymalert" = "सर्वदा इयं सूचना यत् अभिप्रायाः भवतः ई-पत्रसङ्केत माध्यमेन संविभजतु। यदि भवान् भवतः ईपत्रसङ्केतः न संविभजन्ति चेत् वयं भवतः समस्या विषये नूतनाः सूचनाः न दातुं शक्नुमः।";
"zanalytics.bug.alert.quitfeedback" = "किं भवान् निश्चयेन व्यपगन्तुम् इच्छति?";
"zanalytics.feedback.navbar.title.feedback"  = "प्रतिस्पन्दः";
"zanalytics.feedback.navbar.title.noscreenshots" = "पटलचित्राणि नोपलब्धानि";
"zanalytics.feedback.navbar.title.screenshots" = "पटलचित्राणि";
"zanalytics.feedback.navbar.title.snap" = "चित्रम्";
"zanalytics.feedback.navbar.title.compose" = "संस्करोतु";
"zanalytics.feedback.privacy.consent.cancel" = "निरस्यताम्";
"zanalytics.feedback.navbar.button.title.done" = "अभवत्";
"zanalytics.bug.alert.cancel"              = "नैव";
"zanalytics.bug.alert.title"                = "नः कथयितुम् इच्छति?";
"zanalytics.feedback.navbar.title.reportbug"            = "दोषः निवेदयतु";
"zanalytics.feedback.navbar.title.helpme"              = "मे साहाय्यं करोतु";
"zanalytics.feedback.navbar.title.systemlogs"            = "निज पद्धतीतिवृत्त";
"zanalytics.feedback.navbar.title.diagnosticinfo"            = "विवरणं चिकित्सयतु";
"zanalytics.bug.alert.dontshowagain"            = "पुनः न दर्शयतु";
"zanalytics.bug.alert.title.helpme"            = "मे साहाय्यं करोतु";
"zanalytics.bug.alert.message.savetolocal"        = "क्षम्यताम्.. वयं दोषवार्ता प्रेषयितुं न शक्नुमः, किं भवान् पटलचित्रं रक्षितुं इच्छति?";
"zanalytics.feedback.email.title"                = "ईपत्रसङ्केतः";
"zanalytics.bug.detectscreen.title"      = "अपि प्राप्तं किमपि आकर्षकम्?";
"zanalytics.bug.alert.detectscreen.yes"                      = "आम्";
"zanalytics.bug.alert.detectscreen.no"                      = "न";
"zanalytics.bug.alert.detectscreen.share" = "वितरतु";
"zanalytics.bug.alert.detectscreen.dontshow" = "पुनः न पृच्छतु";
"zanalytics.bug.annotate.button.title"                      = "अधः दत्तानां तन्त्रानां साहाय्येन दोषाणां विषये लिखतु";
"zanalytics.feedback.failed.alert.description" = "अभिप्रायः प्रेषणा विपन्ना, कृपया पुनः प्रयत्नं करोतु!";
"zanalytics.feedback.success.alert.description" = "अभिप्रायप्रेषणार्थं धन्यवादाः!";
"zanalytics.feedback.common.alert.title.add.photos" = "चित्राणि योजयतु";
"zanalytics.feedback.common.alert.title.alert" = "प्रबोधनम्";
"zanalytics.feedback.common.button.title.back" = "पृष्ठे";
"zanalytics.feedback.common.button.title.cancel" = "निरस्यताम्";
"zanalytics.feedback.common.button.title.close" = "पिदधातु";
"zanalytics.feedback.common.button.title.ok" = "अस्तु";
"zanalytics.feedback.textview.placeholder"          = "भवतः निवेशाः अस्मत्कृते महत्वपूर्णाः! वयं भवतां सूचनानाम् अस्माकं भविष्यनवीनकरणे उपयोगः करिष्यामः।";
"zanalytics.bug.textview.placeholder"          = "किं अस्माकं तन्त्रांशप्रयोगसमये काचित्समस्या जाता? नः सूचयतु।";
"zanalytics.help.textview.placeholder"          = "वयं सर्वं उचितं कर्तुं उत् भवतः साहाय्यार्थं प्रयत्नरताः!";
"zanalytics.feedback.add.photos.alert.description" = "चित्राणि न संलग्नानि, चित्रवीथिकां उद्घाट्य चित्राणि योजयतु!";
"zanalytics.feedback.add.photos.alert.open" = "चित्राणि उद्घाटयतु";
"zanalytics.feedback.access.photos.alert.description" = "%@ इति तन्त्रांशाय भवतः चित्राणि अभिगन्तुम् अनुमतिः न विद्यते।\nअभिगम्यता सशक्तिकर्तुं, इत्यत्र गच्छतु: अभिविन्यासाः > गोपनीयता > चित्राणि >%@";
"zanalytics.feedback.access.photos.alert.settings" = "अभिविन्यासाः";
"zanalytics.feedback.label.title.anonymous" = "अनामक";
"zanalytics.feedback.navbar.button.title.send" = "प्रेषयतु";
"zanalytics.feedback.navbar.button.title.next" = "अग्रिमम्";
"zanalytics.feedback.navbar.button.title.editphotos" = "चित्राणि शोधयतु";
"zanalytics.feedback.navbar.button.title.addmore" = "अधिकं योजयतु";
"zanalytics.feedback.navbar.button.title.attach" = "संलग्नः";
"zanalytics.feedback.navbar.button.title.delete" = "अपाकरणम्";
"zanalytics.feedback.navbar.title.taptoedit" = "शोधयितुम् अत्र नुदतु";
"zanalytics.feedback.navbar.title.editor" = "सम्पादकः";
"zanalytics.feedback.navbar.title.choosephotos" = "चित्राणि चिनोतु";
"zanalytics.feedback.navbar.title.selectphotos" = "चित्राणि चिनोतु";
"zanalytics.feedback.navbar.title.photoselected" = "चित्रं चितम्";
"zanalytics.feedback.navbar.title.photosselected" = "चित्राणि चितानि";
"zanalytics.feedback.accessory.title.systemlogs" = "संविधायाः वृत्तलेखाः अन्तर्भवतु";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "चिकित्सा सूचना अन्तर्भवतु";
"zanalytics.feedback.accessory.button.title.view" = "दृश्यताम्";
"zanalytics.feedback.picker.image.notfound" = "चित्राणि न प्राप्तानि";
"zanalytics.feedback.attachments.title" = "अनुबद्धाः (%i)";
"zanalytics.feedback.privacy.consent.description" = "वयम् त्वाम् सूचयामः यत् प्रकीलकस्य वृत्तलेखाः चिकीत्सा सूचना च अन्तर्भवतु तद् अस्माकं विधिकारान् त्वाय समायोजितः अभिप्रायः समीचीनतरेण अवगन्तुं साहाय्यं करिष्यति।";
"zanalytics.feedback.privacy.consent.clogs.title" = "प्रकीलकस्य वृत्तलेखाः";
"zanalytics.feedback.privacy.consent.dinfo.title" = "चिकीत्सा सूचना";
"zanalytics.feedback.privacy.consent.otherinfo.title" = "अन्या सूचना";
"zanalytics.feedback.privacy.consent.deviceinfo.title" = "उपकरणस्य विवरणम्";
"zanalytics.feedback.privacy.consent.openmailapp" = "ईपत्रे उद्घाटयतु";
"zanalytics.feedback.crash.sendcrash.alwayssend" = "सर्वदा प्रेषयतु";


// Issue Recording VC
"issuerecordscreen.label.recordissue" = "तव समस्यां रेकॉर्ड्";
"issuerecordscreen.label.close" = "पिधानं कुर्वन्तुतु";
"issuerecordscreen.label.failedtoinitiate" = "स्क्रीन-रेकॉर्डिङ्ग प्रारब्धुं विफलम्";
"issuerecordscreen.label.failuremultiwindow" = "यत् विषयं भवन्तः रेकॉर्डिङ्ग इच्छन्ति तत् बहु-विण्डो-मोडे अस्ति, यत् रेकॉर्डिङ्ग समर्थितं नास्ति। कृपया फुल-स्क्रीन-मोडं परिवर्तयन्तु";
"issuerecordscreen.label.nointerneterror" = "स्क्रीनस्य-रेकॉर्डिङ्ग इंटरनेट कनेक्शन आवश्यकः। कृपया अग्रे सरणं कर्तुं संयोजयन्तु।";
"issuerecordscreen.label.ok" = "अस्तु";
"issuerecordscreen.label.recordinginfo" = "येषां समस्याः तव समक्षे उपनयन्ति, तान् शीघ्रं रेकॉर्ड् तथा अस्मिन सहायता-दलाय समर्पय, यः सहजरूपेण बोधाय शीघ्रं साहाय्यं च प्रदास्यति।";
"issuerecordscreen.label.iagreetext" = "अहं सहमतं च सहमतिं च याचामि यः आवश्यकदत्तांशसङ्ग्रहणं अस्ति। विवरणानि दृश्यन्ताम्";
"issuerecordscreen.label.optiontotrim" = "तव कृतवृत्तदृश्यं छेदनं सम्पादनं च विवृत्तिं च करणीयं विकल्पः अस्ति।";
"issuerecordscreen.label.startrecording" = "रेकॉर्डिङ्ग् आरभ्यताम्";
"issuerecordscreen.label.endrecording" = "रेकॉर्डिङ्ग् समापय";
"issuerecordscreen.label.recordinginprogress" = "रेकॉर्डिङ्ग् प्रगच्छति!";
"issuerecordscreen.label.quicktipstext" = "शीघ्र सुझावाः";
"issuerecordscreen.label.quicktips1" = "स्क्रीनस्य रेकॉर्ड् त्वं अधिकतमं पञ्च निमेषपर्यन्तं कर्तुं शक्नोषि।";
"issuerecordscreen.label.quicktips2" = "त्वं रेकॉर्ड् दृश्यं छेतुं, सम्पादयितुं, विवक्तुं च शक्नोषि।";
"issuerecordscreen.label.quicktips3" = "स्क्रीन रेकॉर्डिङ्ग्स्य समये अनुप्रयोगं मावपिधेयः।";
"issuerecordscreen.label.quicktips4" = "अधिकं ज्ञातुं, कृपया अस्माकं सहायदस्तावेजम् पश्यतु";

// Data Consent Screen
"dataconsentscreen.label.consenttitle" = "तव अनुमत्याः प्राप्तेः अनन्तरं निम्नलिखिताः दत्तांशाः सङ्गृह्यन्ते:";
"dataconsentscreen.label.consent1" = "भवतः IP-सङ्केतः, कन्सोल्-लॉग्स् च ये रेकॉर्डिङ्ग्-काले उत्पद्यन्ते";
"dataconsentscreen.label.consent2" = "भवतः एनवॉयरनमेंटविवरणं यथा उपकरणनाम, OS संस्करणम् इत्यादयः।";
"dataconsentscreen.label.consent3" = "उपकरणकार्यदक्षतामापकानि (यथा मेमोरी, नेटवर्क कनेक्शन टाइम, इत्यादीनि।)";
"dataconsentscreen.label.consent4" = "उपकरणविण्डो इत्यस्य स्क्रीन रेकॉर्डिङ्ग्";
"dataconsentscreen.label.consent5" = "पूर्वनिर्धारितरूपेण स्क्रीन रेकॉर्डिङ्ग् समये ऑडियो रिकॉर्ड करणं भविष्यति।। किन्तु युष्माकं शक्यते एतत् समर्पयितुं पूर्वं ऑडियो ट्रैकं म्यूट् कर्तुं अथवा पुनः रेकॉर्ड् कर्तुं।";

// Permission
"videoannotationscreen.alert.microphonedisabledipad" = "माइक्रोफ़ोनस्य प्रवेशः निषिद्धः अस्ति।";
"videoannotationscreen.alert.gotosettingtoturnonmicrophoneipad" = "कृपया सेटिंग्स इत्यस्मिन् गत्वा ऑडियो रेकॉर्ड् कर्तुं माइक्रोफोनं सञ्चालयत।";
"videoannotationscreen.alert.microphonedisablediphone" = "माइक्रोफ़ोनस्य प्रवेशः निषिद्धः अस्ति। कृपया सेटिंग्स इत्यस्मिन् गत्वा ऑडियो रेकॉर्ड् कर्तुं माइक्रोफोनं सञ्चालयत।";

// General
"general.label.recordingintiationfailed" = "स्क्रीन रेकॉर्डिंग आरम्भः विफलः अभवत्। कृपया पुनः प्रयततु";
"general.label.ok" = "अस्तु";
"general.label.submit" = "उपस्थापयतु";
"general.label.done" = "कृतम्‌";
"general.label.cancel" = "निरसयतु";
"general.label.settings" = "सेटिंग्स";
"general.label.erroroccured" = "दोषः समुत्पन्नः";

// Issue Submission Screen
"issuesubmissionscreen.alert.filesizeexceeded" = "फाइल आकारः अतिवृद्धः अस्ति। फाइल आकारः 3 MB अधिकात् न भवेत्";
"issuesubmissionscreen.label.attachfiles" = "फ़ाइलान् संलग्नयतु।";
"issuesubmissionscreen.label.newrecording" = "नवीन रिकॉर्डिंग् ";
"issuesubmissionscreen.label.editrecording" = "रिकॉर्डिंग् सम्पादयतु";


// Video Annotation Screen
"videoannotationscreen.label.noaudiotrack" = "ऑडियो ट्रैकं नास्ति";
"videoannotationscreen.label.shapeborderwidth" = "बॉर्डर विस्तारः";
"videoannotationscreen.label.shapelineopacity" = "अस्पष्टता";
"videoannotationscreen.label.shapetextsize" = "लेखनमाप";
"videoannotationscreen.alert.elementdurationbeyondvideolength" = "तत्त्वस्य अवधिः विडियोदीर्घतायाः परः अस्ति";
"videoannotationscreen.alert.notallowed" = "अनुज्ञा न प्रदत्ता";
"videoannotationscreen.alert.deleteexisitingaudio" = "नवीनम् ऑडियो लेखनात् पूर्वं विद्यमानम् ऑडियो कृपया विलोप्यताम्।";
"videoannotationscreen.alert.textlimitreached" = "सीमा प्राप्ता";
"videoannotationscreen.alert.textdeleteexisting" = "कृपया किञ्चित् विद्यमानं पाठ्यं विलोप्यताम्।";
"videoannotationscreen.alert.pausevideobeforerecordingaudio" = "कृपया ऑडियो रेकॉर्ड करण्यात् पूर्वं स्वस्य वीडियो स्थगयताम्।";
"videoannotationscreen.alert.changesnotsaved" = "भवतः परिवर्तनानि रक्षितानि न सन्ति। किं भवन्तः निश्चयेन अग्रे गन्तुम् इच्छन्ति ?";
"videoannotationscreen.alert.proceed" = "प्रवर्तते";
"videoannotationscreen.alert.stroketypesolid" = "कठोरः";
"videoannotationscreen.alert.stroketypedashed" = "कुञ्चित";
"videoannotationscreen.alert.entertext" = "पाठ्यं प्रविष्टं कुर्वन्तु";

"videoannotationscreen.label.trim" = "बाह्यकर्तनम्";
"videoannotationscreen.label.mask" = "मुखावरणम्";
"videoannotationscreen.label.shapes" = "आकाराः";
"videoannotationscreen.label.text" = "पाठ्यम्‌";
"videoannotationscreen.label.audio" = "ऑडियो";
"videoannotationscreen.label.block" = "प्रतिबन्ध्यताम्";
"videoannotationscreen.label.blur" = "धूमिलम्";
"videoannotationscreen.label.rectangle" = "आयनांशः";
"videoannotationscreen.label.oval" = "ओवल्";
"videoannotationscreen.label.arrow" = "तीरः";
"videoannotationscreen.label.color" = "रङ्गः";
"videoannotationscreen.label.width" = "विस्तार";
"videoannotationscreen.label.style" = "शैली";
"videoannotationscreen.label.edit" = "सम्पादन";
"videoannotationscreen.label.size" = "आकारः";
"videoannotationscreen.label.background" = "बैकग्राउंड";
"videoannotationscreen.label.textregular" = "नियमितम्";
"videoannotationscreen.label.textbold" = "स्थूलाक्षरम्";
"videoannotationscreen.label.textitalics" = "तिर्यक्";
"videoannotationscreen.label.textbolditalics" = "बोल्ड-इटैलिक";

// Issue Submission Form
"issuesubmissionform.label.emaildisplay" = "ईपत्र-संकेतं";
"issuesubmissionform.label.emailplaceholder" = "zylker@zohomail.com";
"issuesubmissionform.label.screenrecordingsummary" = "स्क्रीन रिकॉर्ड् सारांशः";
"issuesubmissionform.label.subjectdisplayname" = "विषयः";
"issuesubmissionform.label.subjectplaceholder" = "विषयः प्रविष्टव्यः";
"issuesubmissionform.label.addtoexistingticket" = "वर्तमान टिकटे योज्यताम्";
"issuesubmissionform.label.existingticketid" = "वर्तमान टिकट् ID";
"issuesubmissionform.label.enterticketidtolink" = "संयोजनार्थं टिकट् ID प्रविष्टं करोतु";
"issuesubmissionform.label.issuedescription" = "समस्या विवरणम्";
"issuesubmissionform.label.issuemoredetails" = "समस्या विषये अधिकाधिकं विवरणं प्रदातव्यम्";
"issuesubmissionform.label.submityourissue" = "तव समस्यां समर्पय";
"issuesubmissionform.alert.videouploadfailed" = "वीडियो अपलोड करणं विफलम् अभवत्। कृपया पुनः प्रयततु।";
"issuesubmissionform.alert.thanksmessagetitle" = "भवता अस्माभिः सह सम्पर्कं कृतं तस्मै धन्यवादः!";
"issuesubmissionform.alert.thanksmessagebody" = "भवतः चिन्ता अस्माकं प्राथमिकता अस्ति, अतः अस्माकं सहायतादलः शीघ्रमेव भवता सह सम्पर्कं करिष्यति। महान् दिवसः भवतु!";
"issuesubmissionform.alert.videoeditdetailuploadfailure" = "वीडियो सम्पादन विवरणस्य अपलोड करणं विफलम् अभवत्। कृपया पुनः प्रयततु।";
"issuesubmissionform.label.entersubject" = "कृपया समस्यायाः विषयं प्रविशतु";
"issuesubmissionform.label.enteremail" = "कृपया विपत्र-सङ्केतं प्रविष्टं कुर्वन्तु";
"issuesubmissionform.label.enterexistingticketid" = "कृपया वर्तमान टिकट् ID प्रविष्टं करोतु";
"issuesubmissionform.label.choosephoto" = "फोटो इति चिनोतु";
"issuesubmissionform.label.browse" = "गवेषतु";
"issuesubmissionform.alert.accestophotodisabledgotosetting" = "फोटो लाइब्रेरी उपयोगः अक्षमः कृतः। कृपया सेटिंग्स इत्यस्मिन् गत्वा फोटो लाइब्रेरी सञ्चालयत, येन फोटो प्राप्तिः सिध्यति।";
"issuesubmissionform.alert.accestophotodisabledipad" = "फोटो लाइब्रेरी उपयोगः अक्षमः कृतः।";
"issuesubmissionform.alert.accestophotodisabledmessageipad" = "कृपया सेटिंग्स इत्यस्मिन् गत्वा फोटो लाइब्रेरी सञ्चालयत, येन फोटो प्राप्तिः सिध्यति।";
"issuesubmissionform.alert.submitting" = "समर्प्यमाणम्";
